<!DOCTYPE html>
<html lang="en">
<!-- reference:
luyang.asia
https://cinni.net
-->

<head>
  <meta charset="utf-8">
  <title ?class="inline-img">♡ cristalvioletacristal ♡ </title>
  <link rel="shortcut icon" href=".\images\icon\vvinx1280000.png" type="image/x-icon">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>cristalvioletacristal</title>
  <link rel="stylesheet" href="./styles.css">
</head>

<body>
  <video autoplay muted loop id="videoDemaisParaContar">
    <source src="./videos/demais-para-contar.mp4" type="video/mp4">
  </video>
  <header class="header">
    <h1>cristalvioletacristal</h1>
  </header>

  <div class="w3-content w3-display-container" style="max-width:100%;">
    <img class="mySlides" src=".\images\icone-oblivio-inconfesso-bebe.png" style="width:80%; align-self:center">
    <img class="mySlides" src="img_snow_wide.jpg" style="width:100%">
    <img class="mySlides" src="img_mountains_wide.jpg" style="width:100%">
    <div class="w3-center w3-container w3-section w3-large w3-text-white w3-display-bottommiddle" style="width:100%">
      <div class="w3-left w3-hover-text-khaki" onclick="plusDivs(-1)">&#10094;</div>
      <div class="w3-right w3-hover-text-khaki" onclick="plusDivs(1)">&#10095;</div>
      <span class="w3-badge demo w3-border w3-transparent w3-hover-white" onclick="currentDiv(1)"></span>
      <span class="w3-badge demo w3-border w3-transparent w3-hover-white" onclick="currentDiv(2)"></span>
      <span class="w3-badge demo w3-border w3-transparent w3-hover-white" onclick="currentDiv(3)"></span>
    </div>
  </div>

<div class="p1">
  <h1>&ldquo;inconfess.io&rdquo; (2021) e &ldquo;Obl&iacute;vio Inconfesso&rdquo; (2024)</h1>
  <p>Errei e me fiz sozinha. De novo.</p>
  <p>Em 2021 publiquei meu primeiro confession&aacute;rio: <a href="https://web.archive.org/web/20211206181841/http://inconfess.io/">inconfess.io</a>. Um lugar na rede em que o perd&atilde;o &eacute; certo e privado, a um clique. Em 2024, n&atilde;o mais sozinha, concretizei com a coletiva not-binary-code um segundo confession&aacute;rio, dessa vez dentro de uma igreja. A instala&ccedil;&atilde;o foi batizada de &ldquo;Obl&iacute;vio Inconfesso&rdquo;.</p>
  <p><strong>Inconfessio</strong></p>
  <p><a href="https://web.archive.org/web/20211206181841/http://inconfess.io/">inconfessio</a> &eacute; um lugar virtual e uma ferramenta ritual de reflex&atilde;o. Ao inconfessar, reflita sobre seus atos e receba o perd&atilde;o.</p>
  <p>Por Violeta Padilha Garcia.</p>
  <p><strong>Intera&ccedil;&atilde;o</strong></p>
  <p>Na busca por explorar as possibilidades narrativas da arte interativa, me interessei pela possibilidade de intera&ccedil;&atilde;o por texto. O &ldquo;Chat-GPT&rdquo; seria lan&ccedil;ado apenas um ano depois e, at&eacute; ent&atilde;o, as obras com intera&ccedil;&atilde;o por texto que me interessavam eram sempre net-art, ou seja, conectavam pessoas umas &agrave;s outras, enquanto o que eu buscava era privacidade e solitude. Perante &agrave; impossibilidade de interlocutore convincente, decidi reduzir-lhe ao m&iacute;nimo que conseguisse. Assim, o elemento fundamental da obra deveria ser a pr&oacute;pria a&ccedil;&atilde;o escrita. Ao escrever, uma pessoa &eacute; provocada a refletir e articular seus pensamentos e sentimentos. Eu havia ritualizado a escrita como ferramenta de cura, para mim mesma, e quis compartilhar a pot&ecirc;ncia desse processo de reflex&atilde;o atrav&eacute;s de um projeto art&iacute;stico. Mas qual elemento simb&oacute;lico tornaria uma caixa de texto em um momento de reflex&atilde;o? Foi a&iacute; que uma hist&oacute;ria de Olga, minha irm&atilde; mais velha, atravessou o projeto.</p>
  <p><a href="https://www.instagram.com/olgauniversos/"><strong><em>Olga</em></strong></a></p>
  <p><em>&ldquo;cresci frequentando uma igreja que parecia diferente. o foco n&atilde;o era o fogo do inferno, e sim o grande Deus de amor, misericordioso, com perd&atilde;o pra dar e vender. ensinaram-me que na confiss&atilde;o eu deveria falar sobre o que me afastava desse tal Deus de amor. supostamente o bispo deveria me oferecer orienta&ccedil;&atilde;o e apoio espiritual. distra&iacute;da, acreditei.</em></p>
  <p><em>&quot;e o que afasta mais do que a raiva e a m&aacute;goa?&quot;, pensei.</em></p>
  <p><em>ent&atilde;o, contei que estava com problemas com meu pai, por ele n&atilde;o aceitar meu namoro com outra mulher. a resposta? &quot;a igreja tem seus dogmas e n&atilde;o pode lhe absolver desse pecado&quot;.</em></p>
  <p><img src="https://lh7-rt.googleusercontent.com/docsz/AD_4nXdObTY-qtREdHQiKsudAnDSTLVZR7egLX4_EsGnSyIvstiM3tJ9MOaiW-UiKn_ZFu0MbbZ98SElpeFAAb0C-W3Gnnr87EFhOMnjAlN-GVZxpfIphr0Rizqwo8pDcyD8siMBqgqWcA?key=74Rs9jBnwqOdpMez6YdhE2dc" width="318" height="318"></p>
  <p><em>&eacute; &oacute;bvio que ele n&atilde;o estava falando do problema com meu pai. meu AMOR era considerado pecado IMPERDO&Aacute;VEL para o &quot;deus de infinita miseric&oacute;rdia&quot;. minha exist&ecirc;ncia era imperdo&aacute;vel.</em></p>
  <p><em>no mesmo dia, terminei minha rela&ccedil;&atilde;o - com a igreja.</em></p>
  <p><em>felizmente, eu j&aacute; aceitava muito bem a mim mesma. mas muitas pessoas n&atilde;o tem a mesma sorte.</em></p>
  <p><em>essa semana, o vaticano perdeu mais uma &oacute;tima oportunidade de ficar calado, ao reafirmar que amor entre pessoas do mesmo g&ecirc;nero &eacute; pecado. suas m&atilde;os est&atilde;o sujas com o sangue de pessoas LGBT+ assassinadas e suicidadas em nome da igreja.</em></p>
  <p><em>crist&atilde;o mesmo &eacute; quem prega o amor e acolhimento que Jesus Cristo demonstrou pelo exemplo.&rdquo;</em> - Olga Pinheiro, minha irm&atilde;. Publicado em <a href="https://www.instagram.com/p/CMkVQOXLiGR/">@olgauniversos</a>.</p>
  <p><strong>Como uma caixa de f&oacute;sforos</strong></p>
  <p>Eu n&atilde;o uso caixas de f&oacute;sforos. A chegada do &uacute;ltimo f&oacute;sforo me traz uma profunda tristeza. Na cultura de onde venho, a festa junina &eacute; marcada pelo fogo, e me marcou por bombinhas, brincadeira e romance. Perante minha solid&atilde;o rom&acirc;ntica, romantizada, sendo uma pessoa n&atilde;o-bin&aacute;ria socialmente estranha, no meio de meninos e meninas, as bombas e brincadeiras me distra&iacute;am muito bem e traziam euforia. No resto do ano, eu socializava pouco e n&atilde;o tinha amizades no condom&iacute;nio onde morava. No S&atilde;o Jo&atilde;o, viajava sempre para um condom&iacute;nio em Gravat&aacute; e encontrava muita gente conhecida e desconhecida. Por isso, esses momentos eram intensos e euf&oacute;ricos. A adrenalina de brincar, &ldquo;bombardear&rdquo; e socializar era tanta...</p>


</div>

<p class="p2">
  Em abril de 2024 tive a oportunidade de desenvolver mais uma instância do meu projeto de inconfessionarios.
</p>


<script>
var slideIndex = 1;
showDivs(slideIndex);

function plusDivs(n) {
  showDivs(slideIndex += n);
}

function currentDiv(n) {
  showDivs(slideIndex = n);
}

function showDivs(n) {
  var i;
  var x = document.getElementsByClassName("mySlides");
  var dots = document.getElementsByClassName("demo");
  if (n > x.length) {slideIndex = 1}
  if (n < 1) {slideIndex = x.length}
  for (i = 0; i < x.length; i++) {
    x[i].style.display = "none";
  }
  for (i = 0; i < dots.length; i++) {
    dots[i].className = dots[i].className.replace(" w3-white", "");
  }
  x[slideIndex-1].style.display = "block";
  dots[slideIndex-1].className += " w3-white";
}
</script>

</body>

</html>
